Repository: 84000/data-translation-memory
Catalog: toh118-v3.tmx
Source language: bo
Languages: en

source: འཇམ་དཔལ་རྟོགས་པར་འགྱུར་བའི་ཤེས་རབ་ཀྱིས་དགྲ་བཅོམ་པ་ཉིད་དུ་འགྱུར་བ་དེ་བཞིན་དུ་ཆོས་ཀྱི་དབྱིངས་ཡོངས་སུ་ཤེས་པར་ཟད་ཀྱི་ཆོས་ཀྱི་དབྱིངས་ཡོངས་སུ་ཤེས་པ་ནི་འདོད་ཆགས་ཀྱི་བདག་ཉིད་དམ། ཞེ་སྡང་གི་བདག་ཉིད་དམ། གཏི་མུག་གི་བདག་ཉིད་ཀྱང་མ་ཡིན་ལ། ཆོས་ཀྱི་དབྱིངས་ལས་ཀྱང་དགྲ་བཅོམ་པ་གུད་ན་མེད་དེ་དེ་ལྟར་མོས་སོ།
en: Accordingly, as this amounts to knowledge of the realm of phenomena, that knowledge is not epitomized by attachment, aversion, or delusion, and a worthy one is therefore not other than the realm of phenomena.

source: བཙུན་པ་ཤཱ་རིའི་བུ་ཁྱོད་ཆོས་ཐམས་ཅད་སངས་རྒྱས་ཀྱི་ཁྱུ་མཆོག་དང་མཉམ་པར་མོས་སམ། སྨྲས་པ། མོས་སོ།
en: “Honorable Śāriputra, do you believe all phenomena are equal to the Buddha, the great leader?”

source: སྨྲས་པ། འཇམ་དཔལ་འདི་ལྟར་བཅོམ་ལྡན་འདས་ཀྱིས་ནི་ཆོས་ཐམས་ཅད་རང་བཞིན་གྱིས་དབེན་པར་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཏེ། དེ་ལྟར་མོས་སོ། །སྨྲས་པ།
en: “Mañjuśrī, I believe this because the Blessed One has fully understood that all phenomena are devoid of an inherent nature.”

source: བཙུན་པ་ཤཱ་རིའི་བུ་ཁྱོད་ཀྱི་ཡུལ་ཇི་ཙམ་པ་དེ་ཙམ་དུ་ཁྱོད་ཀྱིས་ལན་བཏབ་པ་ལེགས་སོ་ལེགས་སོ།
en: “Honorable Śāriputra, it is excellent that you have given answers according to the extent of your purview. Well done.

source: །དེ་ཙམ་ཞིག་ཁྱོད་ལ་དྲིས་ཀྱིས་ད་ནི་རང་གི་གནས་སུ་སོང་ཤིག །ཤཱ་རིའི་བུས་སྨྲས་པ།
en: That is as far as I will question you. Now, return to your place.”

source: འཇམ་དཔལ་འདི་ལྟར་འདི་ཉིད་ནི་བདག་གི་ཇི་སྲིད་འཚོའི་བར་གྱི་གནས་ཡིན་ནོ།
en: Śāriputra responded, “Mañjuśrī, this is my place, for as long as I live.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་བཀའ་སྩལ་པ། ཤཱ་རིའི་བུ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཛིན་པའམ། འཆང་བའམ། ཀློག་པའམ། ཀུན་ཆུབ་པར་བྱེད་པ་དེས་ནི་སྤོབས་པ་མྱུར་དུ་ཐོབ་པར་འགྱུར་རོ། །གསོལ་པ།
en: At this point, the Blessed One said to Venerable Śāriputra, “Śāriputra, noble sons or daughters who remember, keep, read, or learn this teaching will swiftly become eloquent.”

source: བཅོམ་ལྡན་འདས་དེ་ནི་དེ་ལྟ་ལགས་ཏེ།
en: “So it is, Blessed One.

source: ཇི་སྐད་བཀའ་སྩལ་པ་བཞིན་དུ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་དག་གི་སླད་དུ་ཆོས་ཀྱི་ཕྱག་རྒྱ་འདི་བཞག་པ་དེ་དག་ནི་སྔོན་གྱི་རྒྱལ་བ་རྣམས་ལ་བགྱི་བ་བགྱིས་པ་ལགས་ཏེ།
en: Those who, for the sake of noble sons or daughters, present this Dharma seal exactly as it has been taught will be paying service to the victors of the past;

source: དེ་དག་དེ་ལྟར་རིག་པར་བྱའོ།
en: they should be seen in this way.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མིང་ཅི་ལགས། འདི་ཇི་ལྟར་གཟུང་བར་བགྱི། དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: Then Venerable Śāriputra asked the Blessed One, “What is the name of this Dharma teaching, Blessed One? How should it be known?”

source: །ཤཱ་རིའི་བུ་དེའི་ཕྱིར་ཁྱོད་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་ཞུས་ནས་ངས་ལན་བཏབ་པ་ཞེས་བྱ་བར་ཟུང་ཤིག །ཆོས་ཀྱི་དབྱིངས་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །ཡང་དག་པའི་མཐའ་ཞེས་བྱ་བ་དང་། རིན་པོ་ཆེའི་མཐའ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །ཤཱ་རིའི་བུ་རིགས་ཀྱི་བུའམ།
en: “To that end, Śāriputra,” said the Blessed One to Venerable Śāriputra, “you may identify this Dharma teaching as My Response to Youthful Mañjuśrī’s Question . Identify it also as The Realm of Phenomena . You can also identify it as The Limit of Reality and Infinite Jewels

source: རིགས་ཀྱི་བུ་མོ་གང་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཛིན་པ་དང་། འཆང་བ་དང་། ཀློག་པ་དང་། ཀུན་ཆུབ་པར་བྱེད་པ་དང་། སྒོམ་པ་དང་། སྦྱོར་བ་ལ་བརྩོན་པར་གནས་པ་དེ་དག་ནི་རིན་པོ་ཆེ་དང་འདྲ་བ་ཡིན་ཏེ།
en: Śāriputra, noble sons and daughters who exert themselves in remembering, keeping, reading, learning, cultivating, and applying this Dharma teaching are like jewels.

source: མི་སྐྱེ་བའི་ཆོས་རྣམས་ལ་ཡང་བཟོད་པ་མྱུར་དུ་ཐོབ་པར་འགྱུར་རོ། །གཞན་དག་ལ་ཡང་དགེ་བའི་རྩ་བ་རྣམས་ཡང་དག་པར་བསྐྱེད་པར་འགྱུར་རོ།
en: They will swiftly attain acceptance that phenomena are unborn and generate roots of virtue in others.

source: །ཆོས་ཉུང་ངུ་ཀུན་ཆུབ་པར་བྱས་པས་ཀྱང་ཆོས་མང་པོ་སྟོན་པར་འགྱུར་རོ།
en: Even if they master just a small portion of the Dharma, they will be able to teach the Dharma elaborately.

source: །སྤོབས་པ་མི་ཆོད་པར་ཡང་འགྱུར་རོ།
en: Their eloquence will be uninterrupted.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དང་། ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་དང་། ལྷ་དང་མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།
en: When the Blessed One had said this, Youthful Mañjuśrī, Venerable Śāriputra, and the world with its gods, humans, asuras, and gandharvas rejoiced and praised what the Blessed One had said.

source: །འཕགས་པ་རིན་པོ་ཆེའི་མཐའ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།།
en: This completes the noble Great Vehicle sūtra “Infinite Jewels.”

source: །།རྒྱ་གར་གྱི་མཁན་པོ་པྲཛྙཱ་བརྨ་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེ་ལ་སོགས་པས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།།
en: This was translated, proofed, and finalized by the Indian preceptor Prajñāvarman, the translator-editor Bandé Yeshé Dé, and others.
